{
  "tooltips": {
    "allow_incomplete": "Permitir a los encuestados guardar su progreso y regresar más tarde para completar la encuesta.",
    "allow_jump": "Habilitar un índice de encuesta para que los encuestados puedan saltar a cualquier página en la encuesta.",
    "allow_previous": "Permitir a los encuestados navegar hacia atrás a páginas anteriores para revisar o cambiar sus respuestas.",
    "autocomplete": "Recopilar entrada de texto con sugerencias anticipadas de una lista predefinida",
    "barcode": "Escanear códigos de barras usando un dispositivo móvil o tableta (modo sin conexión)",
    "columns_number": "Establecer cuántas opciones aparecen por fila.",
    "columns_order": "Elegir el orden de visualización de las columnas—tal como está, aleatorio, invertido o personalizado.",
    "columns_priority": "Asignar pesos para priorizar columnas en la pregunta.",
    "custom_css": "Agregar estilos CSS personalizados para modificar la apariencia y el comportamiento de esta pregunta. Usar propiedades CSS estándar para personalizar colores, fuentes, espaciado y diseño.",
    "date": "Recopilar entrada en formato de fecha",
    "date_format": "Establecer el formato de fecha para entrada de fecha",
    "date_time": "Recopilar fecha y hora juntas",
    "decimal_separator": "Establecer el separador decimal para entrada numérica",
    "description": "Proporcionar una descripción para tu encuesta para ayudar a los usuarios a entenderla",
    "disabled": "Ocultar completamente esta pregunta para que los encuestados no puedan verla o interactuar con ella. Cualquier condición de visibilidad será eliminada.",
    "email": "Recopilar y validar direcciones de correo electrónico",
    "file_upload": "Subir archivos como documentos o imágenes",
    "fullday_format": "Establecer si quieres mostrar el día completo o no",
    "group": "Agregar una nueva página para organizar tu encuesta en secciones",
    "groups_order": "Establecer el orden de las páginas",
    "groups_priority": "Establecer la prioridad de las páginas",
    "has_relevance": "Tiene Condición de Mostrar/Ocultar",
    "has_skip": "Tiene Lógica de Salto activa",
    "has_validation": "Tiene Validación",
    "hide_text": "Establecer si quieres que el texto esté oculto",
    "icon_mcq": "Permitir a los usuarios seleccionar múltiples iconos",
    "icon_scq": "Permitir a los usuarios seleccionar una opción usando iconos",
    "image_aspect_ratio": "Establecer la relación de aspecto para la imagen",
    "image_display": "Mostrar una imagen para contexto o claridad",
    "image_icon_size": "Definir el tamaño en píxeles para los iconos dentro de la pregunta.",
    "image_mcq": "Permitir a los usuarios seleccionar múltiples imágenes",
    "image_ranking": "Clasificar imágenes por preferencia",
    "image_scq": "Permitir a los usuarios seleccionar una opción usando imágenes",
    "image_width": "Ajustar qué tan ancha aparece la imagen dentro de la pregunta.",
    "is_disabled": "Está Deshabilitado",
    "is_prioritized": "Es parte de un Grupo de Prioridad válido (dentro del padre)",
    "is_randomized": "Es parte de un Grupo Aleatorio válido (dentro del padre)",
    "lower_bound_hint": "Mostrar una pista útil sobre el valor más bajo para guiar las respuestas",
    "max_date": "Establecer la fecha máxima para entrada de fecha",
    "mcq": "Permitir a los usuarios seleccionar múltiples opciones",
    "mcq_array": "Calificar múltiples elementos con múltiples elecciones por fila",
    "min_date": "Establecer la fecha mínima para entrada de fecha",
    "min_header_desktop": "Establecer el ancho mínimo para columnas de encabezado en dispositivos de escritorio para asegurar una visualización adecuada.",
    "min_header_mobile": "Establecer el ancho mínimo para columnas de encabezado en dispositivos móviles para asegurar una visualización adecuada.",
    "min_row_label_desktop": "Establecer el ancho mínimo para columnas de etiqueta de fila en dispositivos de escritorio para asegurar una visualización adecuada.",
    "min_row_label_mobile": "Establecer el ancho mínimo para columnas de etiqueta de fila en dispositivos móviles para asegurar una visualización adecuada.",
    "multiple_text": "Recopilar múltiples textos",
    "nps": "Medir la lealtad en una escala de 0-10",
    "number": "Recopilar entrada numérica como edad o cantidad",
    "options_order": "Establecer el orden de las opciones",
    "options_priority": "Establecer la prioridad de las opciones",
    "order_mode": "Establecer el modo de orden para la encuesta",
    "paragraph": "Recopilar respuestas detalladas y abiertas",
    "photo_capture": "Tomar y subir fotos directamente (modo sin conexión)",
    "prefill": "Habilitar el prellenado del valor de respuesta de esta pregunta. Cuando está habilitado, puedes establecer un valor predeterminado o usar datos de respuestas anteriores.",
    "questions_order": "Orden de Preguntas: Controlar cómo aparecen las preguntas en esta página:\n\n○  Tal como está: Muestra las preguntas en su orden predeterminado. \n○  Orden Aleatorio: Mezcla aleatoriamente las preguntas seleccionadas. \n○  Invertir Orden: Invierte la secuencia de preguntas.\n○  Personalizado: Crear reglas personalizadas para mostrar aleatoriamente solo un subconjunto de preguntas seleccionadas.",
    "questions_priority": "Usar esto para asignar prioridades y limitar cuántas preguntas se muestran.\nSelecciona preguntas y asígnales pesos de prioridad—Qlarr muestreará basándose en estos pesos y el número de preguntas que elijas mostrar.",
    "ranking": "Clasificar diferentes textos en orden de preferencia",
    "relevance": "Controlar cuándo esta página o pregunta es visible. Puedes:\n\n● Mostrarla siempre\n● Mostrarla solo cuando se cumplan condiciones específicas\n\nLas condiciones pueden basarse en:\n\n● Modo de encuesta (en línea/sin conexión)\n● Idioma de la encuesta\n● Respuestas a preguntas anteriores\n● Si otra pregunta o página se muestra o es válida\n\nAgrega múltiples condiciones para personalizar el flujo para cada encuestado.",
    "rows_order": "Elegir el orden de visualización de las filas—tal como está, aleatorio, invertido o personalizado.",
    "rows_priority": "Asignar pesos para priorizar filas en la pregunta.",
    "scq": "Permitir a los usuarios seleccionar una opción de una lista",
    "scq_array": "Calificar múltiples elementos con una elección por fila",
    "scq_icon_array": "Calificar múltiples elementos visualmente usando iconos",
    "show_description": "Mostrar descripción al usuario",
    "show_description_page": "Mostrar descripción al usuario",
    "show_question_hint": "Mostrar pista de pregunta al usuario",
    "show_word_count": "Mostrar contador de palabras al usuario",
    "signature": "Recopilar una firma digital",
    "skip_invalid": "Permitir a los encuestados continuar incluso si algunas respuestas son inválidas, aplicando validación solo cuando envíen la encuesta.",
    "spacing": "Establecer el espacio entre opciones en la pregunta.",
    "text": "Recopilar respuestas rápidas de una línea",
    "text_display": "Mostrar texto estático o instrucciones",
    "text_field_size": "Establecer el número de caracteres permitidos en el campo de texto",
    "textarea_lines": "Establecer el número de líneas para el área de texto",
    "time": "Recopilar entrada en formato de hora",
    "title": "Proporcionar un título para tu encuesta para ayudar a los usuarios a identificarla",
    "upper_bound_hint": "Mostrar una pista útil sobre el valor más alto para guiar las respuestas",
    "validation_between": "Aceptar solo respuestas dentro de un rango numérico definido. ",
    "validation_contains": "Asegurar que la respuesta incluya una palabra o frase específica.",
    "validation_equals": "Aceptar solo un número específico.",
    "validation_file_types": "Especificar qué tipos de archivo los usuarios pueden subir.",
    "validation_gt": "Solo aceptar números mayores que un valor establecido.",
    "validation_gte": "Aceptar números iguales o mayores que un valor establecido. ",
    "validation_lt": "Solo aceptar números menores que un valor establecido.",
    "validation_lte": "Aceptar números iguales o menores que un valor establecido.",
    "validation_max_char_length": "Limitar el número de caracteres que un usuario puede ingresar. ",
    "validation_max_file_size": "Establecer el tamaño de archivo más grande permitido para cargas (en MB).",
    "validation_max_option_count": "Establecer el número máximo de opciones que deben ser seleccionadas",
    "validation_max_ranking_count": "Limitar cuántos elementos el usuario puede clasificar.",
    "validation_max_word_count": "Limitar el número de opciones que un usuario puede elegir.",
    "validation_min_char_length": "Establecer el número mínimo de caracteres requeridos en la respuesta.",
    "validation_min_option_count": "Establecer el número mínimo de opciones que deben ser seleccionadas",
    "validation_min_ranking_count": "Requerir un número mínimo de elementos clasificados para completar la pregunta.",
    "validation_min_word_count": "Requerir que los usuarios seleccionen al menos un cierto número de opciones.",
    "validation_not_between": "Excluir respuestas que caigan dentro de un rango específico.",
    "validation_not_contains": "Asegurar que la respuesta no incluya una palabra o frase específica.",
    "validation_not_equal": "Excluir un número específico de ser ingresado.",
    "validation_one_response_per_col": "Asegurar que solo se pueda seleccionar una respuesta por columna.",
    "validation_option_count": "Forzar a los usuarios a seleccionar exactamente el número especificado de opciones.",
    "validation_pattern": "Validar respuestas usando un patrón de expresión regular.",
    "validation_pattern_email": "Verificar que la entrada coincida con un formato de correo electrónico estándar.",
    "validation_ranking_count": "Establecer un número exacto de elementos que el usuario debe clasificar.",
    "validation_required": "Hacer esta pregunta obligatoria antes de que los usuarios puedan continuar.",
    "video_capture": "Grabar y subir videos cortos (modo sin conexión)",
    "video_display": "Mostrar un video para apoyar tu contenido"
  }
}
